# DBeam_SetRShutAngle

## Description
```pascal
PROCEDURE DBeam_SetRShutAngle(angle : REAL);
```

```python

def vs.DBeam_SetRShutAngle(angle):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|angle|REAL||

## Version
Availability: from Vectorworks 2011
## Category
* Spotlight